ycsb-0.17.0/timeseries.out
2021-05-04 14:45:22:522 0 sec: 0 operations; est completion in 0 second 
mongo client connection created with mongodb://localhost:27017/ycsb?w=1
2021-05-04 14:45:31:583 9 sec: 10000 operations; 1098.54 current ops/sec; [READ AverageLatency(us)=340.09] [CLEANUP AverageLatency(us)=4245] [UPDATE AverageLatency(us)=376.42] 
[OVERALL], RunTime(ms), 9103
[OVERALL], Throughput(ops/sec), 1098.5389432055367
[TOTAL_GCS_G1_Young_Generation], Count, 3
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 12
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.1318246731846644
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 3
[TOTAL_GC_TIME], Time(ms), 12
[TOTAL_GC_TIME_%], Time(%), 0.1318246731846644
[READ], Operations, 4984
[READ], AverageLatency(us), 340.0884831460674
[READ], MinLatency(us), 153
[READ], MaxLatency(us), 13182
[READ], Return=OK, 4984
[READ], 0, 559.4461538461538
[READ], 1000, 329.6696864111498
[READ], 2000, 290.31789737171465
[READ], 3000, 257.9249547920434
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 4245.0
[CLEANUP], MinLatency(us), 4245
[CLEANUP], MaxLatency(us), 4245
[CLEANUP], 0, 4245.0
[UPDATE], Operations, 5016
[UPDATE], AverageLatency(us), 376.42264752791067
[UPDATE], MinLatency(us), 170
[UPDATE], MaxLatency(us), 60794
[UPDATE], Return=OK, 5016
[UPDATE], 0, 638.9977194982896
[UPDATE], 1000, 353.1518987341772
[UPDATE], 2000, 314.50061652281136
[UPDATE], 3000, 288.06666666666666